Repository: kosmna/django_postgres
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: REFINE YOUR SEARCH
es: REFINA TU BUSQUEDA

source: Luggage Size
es: Tamaño de maleta

source: All Sizes
es: Todos los tamaños

source: Luggage Class
es: Tipo de maleta

source: All Classes
es: Todos los tamaños

source: Number of wheels
es: Numero de llantas

source: All Wheels
es: Todos los tamaños

source: APPLY FILTERS
es: APLICAR FILTROS

source: Luggage added
es: Maletra agregada

source: Cart was successfully updated
es: El carrito se actualizo exitosamente

source: Cannot add luggage
es: No se puede agregar equipaje

source: Sorry! Your selected luggage type and quantity are not available in the selected dates.
es: ¡Lo siento! El tipo y cantidad de equipaje seleccionado no están disponibles en las fechas seleccionadas.

source: Only
es: Sólo

source: bags are avaliable for the selected dates
es: bolsas están disponibles para las fechas seleccionadas

source: Password reset successful
es: Se restablecio la contraseña exitosamente

source: We've emailed you instructions for setting your password. You should be receiving them shortly.
es: Te hemos enviado un correo con una liga para restablecer tu contraseña

source: If you don't receive an email, please make sure you've entered the address you registered with, and check your spam folder.
es: Si no recibes el correo, por favor verifica que hayas ingresado la dirreccon de correo correcta

source: Reset your password
es: Restablecer contraseña

source: RESET
es: RESTABLECER

source: Already have an account?
es: ¿No tienes una cuenta?

source: Sign in
es: Regístrate

source: Signup to checkout
es: Registrate para pagar

source: Phone
es: Teléfono

source: Password
es: Contraseña

source: SIGNUP
es: REGÍSTRATE

source: Signin to checkout
es: Inicie sesión para pagar

source: SIGNIN
es: INGRESAR

source: Don’t have an account?
es: ¿No tienes una cuenta?

source: Signup
es: Regístrate

source: Forgot Password?
es: Restablecer contraseña

source: Add Delivery Address
es: Agregar dirrección de entrega

source: Name
es: Nombre

source: Street Address
es: Dirección

source: Select Country
es: Seleccionar país

source: Select State
es: Seleccionar estado

source: Select City
es: Seleccionar ciudad

source: Zipcode
es: Introduzca código postal

source: Add Payment Method
es: Métodos de Pago

source: Card Number
es: Numero de tarjeta

source: Name on Card
es: Nombre en la tarjeta

source: Expiry
es: Expira

source: Month
es: Mes

source: Year
es: Año

source: Add Credit Card
es: Agregar Tarjeta

source: Your Account
es: Su Cuenta

source: Basic Info
es: Información básica

source: Confirm Password
es: Confirmar contraseña

source: Update Info
es: Actualizar perfil

source: Address
es: Dirección

source: Add New
es: Agregar Nuevo

source: Remove
es: Remover

source: You don't have any addresses yet
es: Usted no tiene órdenes activas

source: Payment Methods
es: Métodos de Pago

source: You don't have any payments yet
es: Usted no tiene órdenes activas

source: Password reset complete
es: Contraseña restablecida

source: Your password has been set. You may go ahead and log in
es: Tu contraseña ha quedado restablecida. Ya puedes iniciar sesión

source: Toggle navigation
es: Navegación

source: Get Luggage
es: Luggary

source: Find your luggage
es: Buscar maletas

source: How does it work
es: ¿Cómo funciona?

source: Testimonials
es: Testimonios

source: Current Orders
es: Órdenes activas

source: Your account
es: Mi cuenta

source: Settings
es: Preferencias

source: Logout
es: Cerrar sesión

source: Login
es: Iniciar sesión

source: Cart
es: Carrito

source: Got Questions? Call us on +8723 3764873
es: ¿Tienes preguntas? Llamanos al +52 55 67190944

source: ©2016 GetLugagge Inc. All rights reserved.
es: © 2016 Luggary Inc. Todos los derechos reservados.

source: day
es: día

source: Quantity
es: Cantidad

source: Dates
es: Fechas

source: Coupon code:
es: Código promocional:

source: Apply
es: Aplicar

source: Subtotal (<span>%(count)s</span> Items)
es: Subtotal (<span>%(count)s </span> Elementos)

source: You’re saving $<b>%(total_save)s</b>%(sfx)s by renting these items and not buying them. Spend it on your trip
es: Ahorre $<b>%(total_save)s</b>%(sfx)s por rentar este articulo y no comprarlo.

source: CHECKOUT NOW
es: RENTAR

source: Your cart is empty
es: Tu carrito esta vacío

source: Select Address
es: Dirección

source: Add Another Address
es: Agregar otra dirección

source: Deliver To This Address
es: Entregar a esta dirección

source: Select Payment
es: Selecciona un estado

source: Add Another Card
es: Agregar otra tarjeta

source: Confirm Rental
es: Confirmar contraseña

source: Your order cannot be placed. Please check that your card has enough found to make this order, and try later. If the the error remains, please contact us.
es: Tu orden no ha podido ser procesada. Por favor verifca que tu tarjeta tengo el saldo disponible para satisfacer el cargo. Si el error continua por favor comunicate con nosotros.

source: Rental Order Placed
es: Pedido realizado

source: Your order has been placed <br>and wil be delivered at your<br> doorsteps in 4-6 hours.
es: Tu pedido ha sido realizado <br>y lo entregaremos a tu dirrecion<br> 24 horas antes de tu viaje

source: Go back to search results
es: Volver a los resultados de búsqueda,

source: Features
es: Características

source: ADD TO RENT CART
es: AÑADIR AL CARRITO

source: RENT NOW
es: RENTAR

source: Find the right luggage for you
es: Renta la maleta adecuada para tu viaje

source: We serve in 127 Cities in 54 Countries
es: Ahorra Dinero, Espacio y Tiempo

source: What kind of luggage are you looking for?
es: ¿Qué tipo de maleta estas buscando?

source: SEARCH
es: BUSCAR

source: About GetLuggage
es: Acerca de Luggary

source: Lorem ipsum dolor sit amet, consectetur adipisicing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat. Duis
es: En Luggary llevamos tu experiencia de viaje a un nuevo nivel! Renta las maletas que necesitas y únicamente paga por los días que las utilices. No gastes dinero en nuevas maletas que solo usas una vez al año. Deshazte de tus maletas viejas, desgastadas y rotas y deja de amontonarlas en tu casa. Ahorra dinero, espacio y tiempo y comienza a rentar… Ahh! Por cierto, te las llevamos a la puerta de tu casa.

source: Why rent luggage?
es: ¿Por qué rentar maletas?

source: Occupies too<br> much space
es: Ocupa <br>demasiado espacio

source: Ditch your old<br> looking suitcase
es: Deja tus maletas<br>viejas y rotas

source: Save hundreds of dollars and <br> spend it on your actual trip
es: Ahorrar dinero que puedes<br>utilizar en tu viaje

source: How it works
es: Cómo funciona

source: Choose the right luggage for your trip lorem ipsum dolor sit amet adipising elit
es: Selecciona las maletas adecuadas para tu viaje

source: Add to cart and checkout lorem ipsum dolor sit amet adipising elit
es: Agrega al carrito, elige las fechas y finaliza tu pedido

source: We deliver the luggage at your doorsteps lorem ipsum dolor sit amet adipising elit
es: Entregamos tu pedido 24 hrs antes de tu viaje

source: Amazing!!
es: Salvavidas!

source: Lorem ipsum dolor sit amet, consectetur adipisicing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation ull1
es: Me salio un viaje de emergencia y no tenia donde empacar! Luggary me salvo! Me entregaron las maletas en menos de 24 hrs

source: Deborah Simmons
es: Leonor Martinez

source: Photojournalist, Texas
es: Entreprenuer, México

source: Made life easier!!
es: ¡Me hizo la vida más fácil!

source: Lorem ipsum dolor sit amet, consectetur adipisicing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation ull2
es: Vivo en un departamento pequeño y mis maletas ocupaban mucho espacio. My amigo me recomendó Luggary; ya me deshice de todas mis maletas y ahora rento cuando necesito viajar!

source: Anthony Hopkins
es: Seung Lee

source: Backpacker, San Francisco
es: Estudiante, Chicago

source: Best Service Ever
es: La mejor idea!

source: Lorem ipsum dolor sit amet, consectetur adipisicing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation ull3
es: Me encanta este nuevo concepto! Ya no tengo que gastar en maletas caras y espaciosas que aparte rara vez utilizo y no tengo donde guardar!

source: Jonathan Rogers
es: Therese Gotlib

source: Blogger, Rio De Janeiro
es: Architect, Miami

source: Why wait? <strong>Start packing!</strong>
es: ¿Que esperas? <strong>Empaca ahora!</strong>

source: GET STARTED
es: RENTAR YA!

source: Signin
es: Ingresar

source: Reset pasword
es: Restablecer contraseña

source: Please enter your new password
es: Por favor ingresa tu nueva contraseña

source: Submit
es: Aceptar

source: This reset link is no longer valid!
es: Esta liga ya no es valida

source: RETURN THE ITEM
es: DEVOLVER EL ARTÍCULO

source: RETURN ALL ITEMS
es: DEVOLVER TODOS LOS ARTICULOS

source: You dont have active orders
es: Usted no tiene órdenes activas

source: Request Return Pickup
es: Solicitar recolección

source: Choose a conveninent time for pickup.
es: Seleccione un horario conveniente para la recolección

source: Return Time
es: Tiempo de recolección

source: Showing %(from)s-%(to)s of %(count)s results for %(size)s available at %(country)s, %(region)s %(city)s
es: Mostrando %(from)s-%(to)s de %(count)s resultados para %(size)s disponible en %(country)s, %(region)s %(city)s

source: Refine Search
es: Refinar tu búsqueda

source: Nothing found
es: No se encontró nada

source: Try to refine you search criteria
es: Intente refinar sus criterios de busqueda

source: Signup to get started
es: Registrate para comenzar

source: User with this email already exists
es: El usuario con este correo electrónico ya existe

source: New password confirmation
es: Nueva confirmación de contraseña

source: Invalid username.
es: Nombre de usuario no válido.

source: User account has been disabled.
es: Se ha deshabilitado la cuenta de usuario.

source: Invalid username/password.
es: Usuario / contraseña invalida

source: You are already registered
es: Usted ya está registrado

source: Not all required field were filled
es: No todos los campos obligatorios se rellenaron

source: Email was updated
es: Email actualizado

source: Phone was updated
es: Teléfono actualizado

source: Coupon is expired
es: El cupón ha caducado

source: Invalid code
es: Código inválido

source: English
es: Inglés

source: Spanish
es: Español
